Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Favorites_ClearChannelsMessage
source: This removes every saved live channel favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل القنوات المباشرة المحفوظة والمفضلة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Live-Kanalfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todos los canales en vivo favoritos guardados para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les favoris de chaîne en direct enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा प्रत्येक सहेजे गए लाइव चैनल को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのライブ チャンネルのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 라이브 채널 즐겨찾기가 제거됩니다.
pt_br: Isso remove todos os favoritos de canais ao vivo salvos do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için favori olarak kaydedilen tüm canlı kanalları kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的直播频道收藏夹。

# Favorites.ClearChannelsTitle
source: Clear all favorite live channels?
ar_sa: هل تريد مسح جميع القنوات المباشرة المفضلة؟
de_de: Alle bevorzugten Live-Kanäle löschen?
es_es: ¿Borrar todos los canales en vivo favoritos?
fr_fr: Supprimer toutes les chaînes en direct préférées ?
hi_in: सभी पसंदीदा लाइव चैनल साफ़ करें?
ja_jp: お気に入りのライブ チャンネルをすべてクリアしますか?
ko_kr: 즐겨찾는 실시간 채널을 모두 삭제하시겠습니까?
pt_br: Limpar todos os canais ao vivo favoritos?
tr_tr: Tüm favori canlı kanallar temizlensin mi?
zh_hans: 清除所有喜爱的直播频道？

# Favorites_ClearChannelsTitle
source: Clear all favorite live channels?
ar_sa: هل تريد مسح جميع القنوات المباشرة المفضلة؟
de_de: Alle bevorzugten Live-Kanäle löschen?
es_es: ¿Borrar todos los canales en vivo favoritos?
fr_fr: Supprimer toutes les chaînes en direct préférées ?
hi_in: सभी पसंदीदा लाइव चैनल साफ़ करें?
ja_jp: お気に入りのライブ チャンネルをすべてクリアしますか?
ko_kr: 즐겨찾는 실시간 채널을 모두 삭제하시겠습니까?
pt_br: Limpar todos os canais ao vivo favoritos?
tr_tr: Tüm favori canlı kanallar temizlensin mi?
zh_hans: 清除所有喜爱的直播频道？

# Favorites.ClearMoviesMessage
source: This removes every saved movie favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل الأفلام المحفوظة المفضلة لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Filmfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las películas favoritas guardadas para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les films favoris enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा सहेजी गई प्रत्येक मूवी को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのムービーのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 영화 즐겨찾기가 제거됩니다.
pt_br: Isso remove todos os filmes favoritos salvos do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm favori filmleri kaldırır.
zh_hans: 这将删除该设备上活动配置文件中所有已保存的最喜欢的电影。

# Favorites_ClearMoviesMessage
source: This removes every saved movie favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل الأفلام المحفوظة المفضلة لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Filmfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las películas favoritas guardadas para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les films favoris enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा सहेजी गई प्रत्येक मूवी को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのムービーのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 영화 즐겨찾기가 제거됩니다.
pt_br: Isso remove todos os filmes favoritos salvos do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm favori filmleri kaldırır.
zh_hans: 这将删除该设备上活动配置文件中所有已保存的最喜欢的电影。

# Favorites.ClearMoviesTitle
source: Clear all favorite movies?
ar_sa: هل تريد مسح كافة الأفلام المفضلة؟
de_de: Alle Lieblingsfilme löschen?
es_es: ¿Borrar todas las películas favoritas?
fr_fr: Effacer tous les films préférés ?
hi_in: सभी पसंदीदा फिल्में साफ़ करें?
ja_jp: お気に入りの映画をすべてクリアしますか?
ko_kr: 좋아하는 영화를 모두 삭제하시겠습니까?
pt_br: Limpar todos os filmes favoritos?
tr_tr: Tüm favori filmler temizlensin mi?
zh_hans: 清除所有喜爱的电影？

# Favorites_ClearMoviesTitle
source: Clear all favorite movies?
ar_sa: هل تريد مسح كافة الأفلام المفضلة؟
de_de: Alle Lieblingsfilme löschen?
es_es: ¿Borrar todas las películas favoritas?
fr_fr: Effacer tous les films préférés ?
hi_in: सभी पसंदीदा फिल्में साफ़ करें?
ja_jp: お気に入りの映画をすべてクリアしますか?
ko_kr: 좋아하는 영화를 모두 삭제하시겠습니까?
pt_br: Limpar todos os filmes favoritos?
tr_tr: Tüm favori filmler temizlensin mi?
zh_hans: 清除所有喜爱的电影？

# Favorites.ClearSeriesMessage
source: This removes every saved series favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل سلسلة محفوظة مفضلة لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Serienfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las series favoritas guardadas para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les favoris de série enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा प्रत्येक सहेजी गई श्रृंखला को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのシリーズのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 시리즈 즐겨찾기가 제거됩니다.
pt_br: Isso remove todas as séries favoritas salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm favori serileri kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存系列收藏夹。

# Favorites_ClearSeriesMessage
source: This removes every saved series favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل سلسلة محفوظة مفضلة لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Serienfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las series favoritas guardadas para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les favoris de série enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा प्रत्येक सहेजी गई श्रृंखला को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのシリーズのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 시리즈 즐겨찾기가 제거됩니다.
pt_br: Isso remove todas as séries favoritas salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm favori serileri kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存系列收藏夹。

# Favorites.ClearSeriesTitle
source: Clear all favorite series?
ar_sa: مسح كافة المسلسلات المفضلة؟
de_de: Alle Lieblingsserien löschen?
es_es: ¿Borrar todas las series favoritas?
fr_fr: Effacer toutes les séries préférées ?
hi_in: सभी पसंदीदा श्रृंखला साफ़ करें?
ja_jp: お気に入りのシリーズをすべてクリアしますか?
ko_kr: 좋아하는 시리즈를 모두 삭제하시겠습니까?
pt_br: Limpar todas as séries favoritas?
tr_tr: Tüm favori diziler temizlensin mi?
zh_hans: 清除所有喜爱的系列？

# Favorites_ClearSeriesTitle
source: Clear all favorite series?
ar_sa: مسح كافة المسلسلات المفضلة؟
de_de: Alle Lieblingsserien löschen?
es_es: ¿Borrar todas las series favoritas?
fr_fr: Effacer toutes les séries préférées ?
hi_in: सभी पसंदीदा श्रृंखला साफ़ करें?
ja_jp: お気に入りのシリーズをすべてクリアしますか?
ko_kr: 좋아하는 시리즈를 모두 삭제하시겠습니까?
pt_br: Limpar todas as séries favoritas?
tr_tr: Tüm favori diziler temizlensin mi?
zh_hans: 清除所有喜爱的系列？

# FavoritesLiveTvTitle.Text
source: Live TV
ar_sa: البث التلفزيوني المباشر
es_es: Televisión en vivo
fr_fr: Télévision en direct
hi_in: लाइव टीवी
ja_jp: ライブテレビ
ko_kr: 라이브 TV
pt_br: TV ao vivo
tr_tr: Canlı TV
zh_hans: 电视直播

# FavoritesMoviesTitle.Text
source: Movies
ar_sa: أفلام
de_de: Filme
es_es: Películas
fr_fr: Films
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화
pt_br: Filmes
tr_tr: Filmler
zh_hans: 电影

# FavoritesNoPlayableEpisodesEmpty.Message
source: This saved series does not currently have playable episode data in the local library.
ar_sa: لا تحتوي هذه السلسلة المحفوظة حاليًا على بيانات حلقات قابلة للتشغيل في المكتبة المحلية.
de_de: Diese gespeicherte Serie verfügt derzeit nicht über abspielbare Episodendaten in der lokalen Bibliothek.
es_es: Esta serie guardada actualmente no tiene datos de episodios reproducibles en la biblioteca local.
fr_fr: Cette série enregistrée ne contient actuellement aucune donnée d'épisode jouable dans la bibliothèque locale.
hi_in: इस सहेजी गई श्रृंखला में वर्तमान में स्थानीय लाइब्रेरी में चलाने योग्य एपिसोड डेटा नहीं है।
ja_jp: この保存されたシリーズには、現在ローカル ライブラリに再生可能なエピソード データがありません。
ko_kr: 저장된 시리즈에는 현재 로컬 라이브러리에 재생 가능한 에피소드 데이터가 없습니다.
pt_br: Esta série salva não possui dados de episódios reproduzíveis na biblioteca local.
tr_tr: Kaydedilen bu dizi şu anda yerel kitaplıkta oynatılabilir bölüm verisine sahip değil.
zh_hans: 此保存的系列当前在本地库中没有可播放的剧集数据。

# FavoritesNoPlayableEpisodesEmpty.Title
source: No playable episodes
ar_sa: لا توجد حلقات قابلة للتشغيل
de_de: Keine spielbaren Episoden
es_es: No hay episodios reproducibles
fr_fr: Aucun épisode jouable
hi_in: कोई बजाने योग्य एपिसोड नहीं
ja_jp: 再生可能なエピソードはありません
ko_kr: 재생 가능한 에피소드 없음
pt_br: Nenhum episódio jogável
tr_tr: Oynanabilir bölüm yok
zh_hans: 没有可播放的剧集

# FavoritesNoSavedChannelsEmpty.Message
source: Star channels from Live TV to build a quick launch lane.
ar_sa: قم بنجمة القنوات من البث التلفزيوني المباشر لبناء مسار إطلاق سريع.
de_de: Star-Kanäle von Live TV zum Aufbau einer Schnellstartspur.
es_es: Canales destacados de Live TV para crear una vía de lanzamiento rápida.
fr_fr: Chaînes vedettes de Live TV pour créer une voie de lancement rapide.
hi_in: त्वरित लॉन्च लेन बनाने के लिए लाइव टीवी से स्टार चैनल।
ja_jp: ライブ TV のスター チャンネルを利用して、迅速なローンチ レーンを構築します。
ko_kr: 라이브 TV의 스타 채널을 통해 빠른 실행 경로를 구축하세요.
pt_br: Canais estrela da TV ao vivo para construir uma via de lançamento rápida.
tr_tr: Hızlı bir başlatma şeridi oluşturmak için Canlı TV'den kanallara yıldız verin.
zh_hans: 直播电视明星频道打造快速启动通道。

# FavoritesNoSavedChannelsEmpty.Title
source: No saved channels
ar_sa: لا توجد قنوات محفوظة
de_de: Keine gespeicherten Kanäle
es_es: No hay canales guardados
fr_fr: Aucune chaîne enregistrée
hi_in: कोई सहेजा गया चैनल नहीं
ja_jp: 保存されたチャンネルはありません
ko_kr: 저장된 채널 없음
pt_br: Nenhum canal salvo
tr_tr: Kayıtlı kanal yok
zh_hans: 没有保存的频道

# FavoritesNoSavedMoviesEmpty.Message
source: Save movie cards to keep a focused watchlist here.
ar_sa: احفظ بطاقات الأفلام للاحتفاظ بقائمة مراقبة مركزة هنا.
de_de: Speichern Sie hier Filmkarten, um eine fokussierte Beobachtungsliste zu führen.
es_es: Guarde tarjetas de películas para mantener una lista de seguimiento enfocada aquí.
fr_fr: Enregistrez les fiches de films pour conserver une liste de surveillance ciblée ici.
hi_in: यहां एक केंद्रित निगरानी सूची रखने के लिए मूवी कार्ड सहेजें।
ja_jp: ムービー カードを保存して、注目のウォッチリストをここに保存します。
ko_kr: 여기에 영화 카드를 저장하여 관심 목록을 집중적으로 유지하세요.
pt_br: Salve cartões de filmes para manter uma lista de observação focada aqui.
tr_tr: Odaklanmış bir izleme listesini burada tutmak için film kartlarını kaydedin.
zh_hans: 保存电影卡以在此处保留重点观看列表。

# FavoritesNoSavedMoviesEmpty.Title
source: No saved movies
ar_sa: لا توجد أفلام محفوظة
de_de: Keine gespeicherten Filme
es_es: No hay películas guardadas
fr_fr: Aucun film enregistré
hi_in: कोई सहेजी गई फ़िल्में नहीं
ja_jp: 保存された動画はありません
ko_kr: 저장된 영화 없음
pt_br: Nenhum filme salvo
tr_tr: Kayıtlı film yok
zh_hans: 没有保存的电影

# FavoritesNoSavedSeriesEmpty.Message
source: Saved series appear here as a dedicated show lane.
ar_sa: تظهر المسلسلات المحفوظة هنا كممر عرض مخصص.
de_de: Gespeicherte Serien erscheinen hier als eigene Show-Lane.
es_es: Las series guardadas aparecen aquí como una línea de espectáculos dedicada.
fr_fr: Les séries enregistrées apparaissent ici sous la forme d'une voie d'affichage dédiée.
hi_in: सहेजी गई श्रृंखला यहां एक समर्पित शो लेन के रूप में दिखाई देती है।
ja_jp: 保存されたシリーズは、専用のショー レーンとしてここに表示されます。
ko_kr: 저장된 시리즈는 여기에 전용 쇼 레인으로 표시됩니다.
pt_br: As séries salvas aparecem aqui como uma pista de exibição dedicada.
tr_tr: Kaydedilen seriler burada özel bir gösteri şeridi olarak görünür.
zh_hans: 保存的系列在此处显示为专用表演通道。

# FavoritesNoSavedSeriesEmpty.Title
source: No saved series
ar_sa: لا توجد سلسلة محفوظة
de_de: Keine gespeicherte Serie
es_es: Ninguna serie guardada
fr_fr: Aucune série enregistrée
hi_in: कोई सहेजी गई श्रृंखला नहीं
ja_jp: 保存されたシリーズはありません
ko_kr: 저장된 시리즈 없음
pt_br: Nenhuma série salva
tr_tr: Kayıtlı seri yok
zh_hans: 没有保存系列

# FavoritesOpenSeriesPageButton.Content
source: Open Series page
ar_sa: فتح صفحة السلسلة
de_de: Öffnen Sie die Seite „Serie“.
es_es: Abrir página de serie
fr_fr: Page Série ouverte
hi_in: शृंखला पृष्ठ खोलें
ja_jp: シリーズページを開く
ko_kr: 시리즈 페이지 열기
pt_br: Página da série aberta
tr_tr: Seri sayfasını aç
zh_hans: 打开系列页面

# FavoritesPageSubtitle.Text
source: Your saved Live TV, Movies, and Series in dedicated media lanes.
ar_sa: البث التلفزيوني المباشر والأفلام والمسلسلات المحفوظة في ممرات الوسائط المخصصة.
de_de: Ihre gespeicherten Live-TV-Sendungen, Filme und Serien in speziellen Medienspuren.
es_es: Tus TV, películas y series en vivo guardadas en líneas de medios dedicadas.
fr_fr: Vos émissions télévisées, films et séries en direct enregistrés dans des voies multimédias dédiées.
hi_in: समर्पित मीडिया लेन में आपका सहेजा गया लाइव टीवी, फिल्में और श्रृंखला।
ja_jp: 専用のメディア レーンに保存されたライブ TV、映画、シリーズ。
ko_kr: 전용 미디어 레인에 저장된 라이브 TV, 영화 및 시리즈.
pt_br: Sua TV ao vivo, filmes e séries salvas em canais de mídia dedicados.
tr_tr: Kaydedilen Canlı TV'niz, Filmleriniz ve Dizileriniz özel medya şeritlerinde.
zh_hans: 您在专用媒体通道中保存的直播电视、电影和连续剧。

# FavoritesPageTitle.Text
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏夹

# FavoritesSavedChannelsSubtitle.Text
source: Saved channels
ar_sa: القنوات المحفوظة
de_de: Gespeicherte Kanäle
es_es: Canales guardados
fr_fr: Chaînes enregistrées
hi_in: सहेजे गए चैनल
ja_jp: 保存されたチャンネル
ko_kr: 저장된 채널
pt_br: Canais salvos
tr_tr: Kayıtlı kanallar
zh_hans: 已保存的频道

# FavoritesSavedFilmsSubtitle.Text
source: Saved films
ar_sa: الأفلام المحفوظة
de_de: Gespeicherte Filme
es_es: Películas guardadas
fr_fr: Films sauvegardés
hi_in: फ़िल्में सहेजी गईं
ja_jp: 保存されたフィルム
ko_kr: 저장된 영화
pt_br: Filmes salvos
tr_tr: Kayıtlı filmler
zh_hans: 保存的影片

# FavoritesSavedSeriesLabel.Text
source: SAVED SERIES
ar_sa: السلسلة المحفوظة
de_de: GESPEICHERTE SERIE
es_es: SERIE GUARDADA
fr_fr: SÉRIE SAUVEGARDÉE
hi_in: सहेजी गई श्रृंखला
ja_jp: 保存されたシリーズ
ko_kr: 저장된 시리즈
pt_br: SÉRIE SALVA
tr_tr: KAYITLI SERİ
zh_hans: 已保存系列

# FavoritesSavedShowsSubtitle.Text
source: Saved shows
ar_sa: العروض المحفوظة
de_de: Gespeicherte Sendungen
es_es: Programas guardados
fr_fr: Émissions enregistrées
hi_in: सहेजे गए शो
ja_jp: 保存された番組
ko_kr: 저장된 프로그램
pt_br: Programas salvos
tr_tr: Kayıtlı şovlar
zh_hans: 已保存的节目

# FavoritesSeriesDetailsTitle.Text
source: Series details
ar_sa: تفاصيل السلسلة
de_de: Details zur Serie
es_es: Detalles de la serie
fr_fr: Détails de la série
hi_in: शृंखला विवरण
ja_jp: シリーズ詳細
ko_kr: 시리즈 세부정보
pt_br: Detalhes da série
tr_tr: Seri ayrıntıları
zh_hans: 系列详情

# FavoritesSeriesTitle.Text
source: Series
ar_sa: سلسلة
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# General.Available
source: Available
ar_sa: متاح
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
hi_in: उपलब्ध
ja_jp: 利用可能
ko_kr: 가능
pt_br: Disponível
tr_tr: Mevcut
zh_hans: 可用

# General_Available
source: Available
ar_sa: متاح
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
hi_in: उपलब्ध
ja_jp: 利用可能
ko_kr: 가능
pt_br: Disponível
tr_tr: Mevcut
zh_hans: 可用

# General.Cancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
tr_tr: İptal
zh_hans: 取消

# General_Cancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
tr_tr: İptal
zh_hans: 取消

# General.ClearAll
source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सब साफ़ करें
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# General_ClearAll
source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सब साफ़ करें
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# General.Close
source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
tr_tr: Kapat
zh_hans: 关闭

# General_Close
source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
tr_tr: Kapat
zh_hans: 关闭

# General.Delete
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
tr_tr: Sil
zh_hans: 删除

# General_Delete
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
tr_tr: Sil
zh_hans: 删除

# General.Disabled
source: Disabled
ar_sa: معطل
de_de: Deaktiviert
es_es: Discapacitado
fr_fr: Désactivé
hi_in: विकलांग
ja_jp: 障害者
ko_kr: 장애인
pt_br: Desativado
tr_tr: Devre dışı
zh_hans: 残疾人

# General_Disabled
source: Disabled
ar_sa: معطل
de_de: Deaktiviert
es_es: Discapacitado
fr_fr: Désactivé
hi_in: विकलांग
ja_jp: 障害者
ko_kr: 장애인
pt_br: Desativado
tr_tr: Devre dışı
zh_hans: 残疾人

# General.NotAvailable
source: Not available
ar_sa: غير متوفر
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Pas disponible
hi_in: उपलब्ध नहीं है
ja_jp: 利用不可
ko_kr: 사용할 수 없음
pt_br: Não disponível
tr_tr: Müsait değil
zh_hans: 无法使用

# General_NotAvailable
source: Not available
ar_sa: غير متوفر
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Pas disponible
hi_in: उपलब्ध नहीं है
ja_jp: 利用不可
ko_kr: 사용할 수 없음
pt_br: Não disponível
tr_tr: Müsait değil
zh_hans: 无法使用

# General.OpenLibrary
source: Open library
ar_sa: مكتبة مفتوحة
de_de: Bibliothek öffnen
es_es: biblioteca abierta
fr_fr: Bibliothèque ouverte
hi_in: लाइब्रेरी खोलें
ja_jp: 図書館を開く
ko_kr: 오픈 라이브러리
pt_br: Biblioteca aberta
tr_tr: Kitaplığı aç
zh_hans: 开放图书馆

# General_OpenLibrary
source: Open library
ar_sa: مكتبة مفتوحة
de_de: Bibliothek öffnen
es_es: biblioteca abierta
fr_fr: Bibliothèque ouverte
hi_in: लाइब्रेरी खोलें
ja_jp: 図書館を開く
ko_kr: 오픈 라이브러리
pt_br: Biblioteca aberta
tr_tr: Kitaplığı aç
zh_hans: 开放图书馆

# General.Reset
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja_jp: リセット
ko_kr: 재설정
pt_br: Redefinir
tr_tr: Sıfırla
zh_hans: 重置

# General_Reset
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja_jp: リセット
ko_kr: 재설정
pt_br: Redefinir
tr_tr: Sıfırla
zh_hans: 重置

# General.Restore
source: Restore
ar_sa: استعادة
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi_in: पुनर्स्थापित करें
ja_jp: 復元
ko_kr: 복원
pt_br: Restaurar
tr_tr: Geri yükle
zh_hans: 恢复

# General_Restore
source: Restore
ar_sa: استعادة
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi_in: पुनर्स्थापित करें
ja_jp: 復元
ko_kr: 복원
pt_br: Restaurar
tr_tr: Geri yükle
zh_hans: 恢复

# General.Save
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
tr_tr: Kaydet
zh_hans: 保存

# General_Save
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
tr_tr: Kaydet
zh_hans: 保存

# General.Unknown
source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
hi_in: अज्ञात
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
tr_tr: Bilinmiyor
zh_hans: 未知

# General_Unknown
source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
hi_in: अज्ञात
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
tr_tr: Bilinmiyor
zh_hans: 未知

# GeneralAddSourceButton.Content
source: Add Source
ar_sa: أضف المصدر
de_de: Quelle hinzufügen
es_es: Agregar fuente
fr_fr: Ajouter une source
hi_in: स्रोत जोड़ें
ja_jp: ソースの追加
ko_kr: 소스 추가
pt_br: Adicionar fonte
tr_tr: Kaynak Ekle
zh_hans: 添加来源

# GeneralAddSourceText.Text
source: Add Source
ar_sa: أضف المصدر
de_de: Quelle hinzufügen
es_es: Agregar fuente
fr_fr: Ajouter une source
hi_in: स्रोत जोड़ें
ja_jp: ソースの追加
ko_kr: 소스 추가
pt_br: Adicionar fonte
tr_tr: Kaynak Ekle
zh_hans: 添加来源

# GeneralBackButton.Content
source: Back
ar_sa: العودة
de_de: Zurück
es_es: Atrás
fr_fr: Retour
hi_in: वापस
ja_jp: 戻る
ko_kr: 뒤로
pt_br: Voltar
tr_tr: Geri
zh_hans: 返回

# GeneralBackButton.ToolTipService.ToolTip
source: Back
ar_sa: العودة
de_de: Zurück
es_es: Atrás
fr_fr: Retour
hi_in: वापस
ja_jp: 戻る
ko_kr: 뒤로
pt_br: Voltar
tr_tr: Geri
zh_hans: 返回

# GeneralBrowseText.Text
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Navegar
fr_fr: Parcourir
hi_in: ब्राउज़ करें
ja_jp: 閲覧する
ko_kr: 찾아보기
pt_br: Navegar
tr_tr: Göz at
zh_hans: 浏览

# GeneralCancelButton.Content
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
tr_tr: İptal
zh_hans: 取消

# GeneralCancelButton2.Content
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
tr_tr: İptal
zh_hans: 取消

# GeneralCatchupBadge.Text
source: CATCHUP
ar_sa: اللحاق بالركب
de_de: Aufholen
es_es: ponerse al día
fr_fr: RATTRAPAGE
hi_in: कैचअप
ja_jp: キャッチアップ
ko_kr: 따라잡기
pt_br: CAPTURA
tr_tr: YAKALAMA
zh_hans: 追赶

# GeneralCategoryCombo.Header
source: Category
ar_sa: الفئة
de_de: Kategorie
es_es: categoría
fr_fr: Catégorie
hi_in: श्रेणी
ja_jp: カテゴリ
ko_kr: 카테고리
pt_br: Categoria
tr_tr: Kategori
zh_hans: 类别

# GeneralChannelCombo.Header
source: Channel
ar_sa: قناة
de_de: Kanal
es_es: canal
fr_fr: Chaîne
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canal
tr_tr: Kanal
zh_hans: 频道

# GeneralChannelLabel.Text
source: Channel
ar_sa: قناة
de_de: Kanal
es_es: canal
fr_fr: Chaîne
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canal
tr_tr: Kanal
zh_hans: 频道

# GeneralChannelsText.Text
source: Channels
ar_sa: القنوات
de_de: Kanäle
es_es: Canales
fr_fr: Canaux
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canais
tr_tr: Kanallar
zh_hans: 渠道

# GeneralClearAllButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सब साफ़ करें
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# GeneralClearAllButton2.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सब साफ़ करें
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# GeneralClearAllButton3.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सब साफ़ करें
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# GeneralClearRecentButton.Content
source: Clear recent
ar_sa: مسح الأخيرة
de_de: Klar aktuell
es_es: Borrar reciente
fr_fr: Effacer récent
hi_in: हाल ही साफ़ करें
ja_jp: 最近の内容をクリア
ko_kr: 최근 삭제
pt_br: Limpar recente
tr_tr: Son zamanları temizle
zh_hans: 清除最近的

# GeneralClearRecentButton2.Content
source: Clear recent
ar_sa: مسح الأخيرة
de_de: Klar aktuell
es_es: Borrar reciente
fr_fr: Effacer récent
hi_in: हाल ही साफ़ करें
ja_jp: 最近の内容をクリア
ko_kr: 최근 삭제
pt_br: Limpar recente
tr_tr: Son zamanları temizle
zh_hans: 清除最近的

# GeneralCloseButton.Content
source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
tr_tr: Kapat
zh_hans: 关闭
